<?
$nowtime = date("Y-m-d H:i:s");
$user_id = $_SESSION['uid'];
$current_page_pass = $_SERVER["REQUEST_URI"];

if($user_id != ""){

	/**********************************************************
	登録者
	**********************************************************/
	if($_SESSION['uid'] != ""){
		$values['updated_by'] = $_SESSION['uid'];
	}

	/**********************************************************
	登録日
	**********************************************************/
	if($nowtime != ""){
		$values['updated_at'] = $nowtime;
	}

}
